Repository: rsampaio/gitosis
Catalog: debian/po/*.po
Languages: cs, de, es, fr, it, ja, nb, pt, ru, sv

source: Dedicated system account for gitosis:
cs: Systémový účet pro gitosis:
de: Eigenes Systemkonto für "gitosis":
es: Cuenta del sistema dedicada para gitosis:
fr: Compte système dédié pour gitosis :
it: Account di sistema dedicato per gitosis:
ja: gitosis 専用のシステムアカウント:
nb: Egen systemkonto for gitosis:
pt: Conta de sistema dedicada ao gitosis:
ru: Выделенная системная учётная запись для gitosis:
sv: Dedikerat systemkonto för gitosis:

source: Repositories are managed by gitosis under a single system account, using SSH keys to identify users. This account name is part of the clone URL when checking out over SSH, leading to commands such as "git clone gitosis@example.com:foo.git".
cs: Repozitáře jsou spravovány programem gitosis pod jedním systémovým účtem a ten používá k ověření uživatelů SSH klíče. Tento název účtu je částí clone URL při SSH ověření a vede k příkazům jako jsou „git clone gitosis@example.com:foo.git“.
de: "gitosis" verwaltet alle Git-Repositories unter einem Systemkonto und verwendet SSH-Schlüssel, um die einzelnen Benutzer zu identifizieren. Der Name des Systemkontos ist Teil der Repository-URL wenn über SSH ausgecheckt wird, zum Beispiel "git clone gitosis@example.com:foo.git".
es: Gitosis gestiona los repositorios bajo una única cuenta del sistema, utilizando claves SSH para identificar a los usuarios. Esta cuenta forma parte de la URL de «clone» cuando se comprueba mediante SSH, originando órdenes como «git clone gitosis@example.com:foo.git».
fr: Les dépôts sont gérés par gitosis sous un seul compte système, en utilisant des clés SSH pour identifier les utilisateurs. L'identifiant de ce compte fait partie de l'URL SSH de clonage pour les exportations (« checkouts »), avec des commandes telles que « git clone gitosis@exemple.com:foo.git ».
it: Gli archivi vengono gestiti da gitosis sotto un unico account di sistema, con uso di chiavi SSH per l'identificazione degli utenti. Il nome di questo account è parte dell'URL clonato durante il controllo via SSH, ciò che porta a comandi come, ad esempio, «git clone gitosis@esempio.it:foo.git».
ja: リポジトリ群は一つのシステムアカウントで gitosis によって管理されます。その際、SSH 鍵をユーザの識別に利用します。このアカウント名は、SSH 経由でチェックアウトする際に使う "git clone gitosis@example.com:foo.git" のようなコマンドに続くclone URL の一部になります。
nb: Lagre styres av gitosis under én enkelt systemkonto, og bruker SSH til å identifisere brukere. Dette kontonavnet er en del av klone-URLen når en sjekker ut over SSH, noe som fører til kommandoer som «git clone gitosis@example.com:foo.git».
pt: Os repositórios são geridos pelo gitosis sob uma única conta do sistema, utilizando chaves SSH para identificar utilizadores. O nome da conta é parte do URL clonado quando verificado sobre SSH, levando a comandos tais como "git clone gitosis@example.com:foo.git".
ru: gitosis управляет репозиториями через отдельную системную учётную запись, используя ключи SSH для идентификации пользователей. Данное имя учётной записи используется в URL при выборке репозотория по SSH, проводимой по команде, подобной "git clone gitosis@example.com:foo.git".
sv: Gitosis hanterar förråd med ett enda systemkonto genom att använda SSH-nycklar för att identifiera användare. Detta konto är en del av kloningsadresser som används för att hämta förrådet via SSH, kommandona kommer att se ut ungefär så här "git clone gitosis@example.com:foo.get".

source: The account name can be customized but you should not use an existing account.
cs: Název účtu může být přizpůsoben, ale nemělo by se jednat o existující účet.
de: Der Name des Kontos kann angepasst werden, aber Sie sollten kein bereits existierendes Konto verwenden.
es: El nombre de la cuenta se puede personalizar pero no debería utilizar una cuenta existente.
fr: Cet identifiant peut être personnalisé mais ne devrait pas déjà exister.
it: Il nome dell'account può essere personalizzato, ma non si dovrebbe utilizzare un account esistente.
ja: アカウント名は変更出来ますが、既存のアカウントを使うべきではないでしょう。
nb: Kontonavnet kan tilpasses, men du bør ikke bruke en konto som finnes fra før.
pt: O nome da conta pode ser personalizado, mas você não deve usar uma conta existente.
ru: Для этой цели можно задать специализированное имя учётной записи, но нельзя использовать существующую учётную запись.
sv: Kontonamnet kan bytas men du ska inte använda ett konto som existerar.

source: Directory for git repositories:
cs: Adresář pro repozitáře gitu:
de: Verzeichnis für die Git-Repositories:
es: Directorio de los repositorios de git:
fr: Répertoire pour les dépôts git:
it: Directory per gli archivi git:
ja: git リポジトリのディレクトリはどこにしますか:
nb: Mappe for git-lagre:
pt: Directório para os repositórios git:
ru: Каталог для репозиториев git:
sv: Katalog för git-förråd:

source: Please specify the directory where gitosis will manage the git repositories.
cs: Zadejte prosím adresář, kde bude gitosis spravovat repozitáře gitu.
de: Bitte geben Sie das Verzeichnis ein, in dem "gitosis" die Repositories verwalten wird.
es: Introduzca el directorio dónde gitosis gestionará los repositorios de git.
fr: Veuillez indiquer le répertoire où gitosis gérera les dépôts git.
it: Specificare la directory in cui gitosis gestirà gli archivi git.
ja: gitosis が管理する git リポジトリのディレクトリ位置を指定してください。
nb: Oppgi mappa der gitosis skal håndtere git-lagrene.
pt: Por favor especifique o directório onde o gitosis irá gerir os repositórios git.
ru: Укажите каталог, в котором gitosis будет размещать репозитории git.
sv: Ange den katalog där gitosis ska hantera git-förråd.

source: If you choose an already existing directory, this installation process will leave it unmodified.
cs: Vyberete-li existující adresář, instalační proces jej nechá nepozměněný.
de: Sollte das von Ihnen gewählte Verzeichnis bereits existieren, wird dieser Installationsprozess es nicht verändern.
es: Si escoge un directorio existente, el proceso de instalación lo dejará sin modificar.
fr: Si vous choisissez un répertoire existant, le processus d'installation n'y changera rien.
it: Se si sceglie una directory già esistente, questo processo d'installazione la lascerà non modificata.
ja: 既に存在しているディレクトリを選んだ場合は、インストール作業ではディレクトリはそのままで変更しません。
nb: Hvis du velger en mappe som finnes fra før vil denne installasjonsprosessen la den være urørt.
pt: Se você escolher um directório já existente, o processo de instalação não irá modificá-lo.
ru: Если вы укажите существующий каталог, то процесс установки не изменит его.
sv: Om du viäljer en katalog som redan existerar kommer installationsprocessen inte att modifiera den.

source: SSH public key for the gitosis admin repository:
cs: Veřejný klíč SSH pro administrační repozitář gitosis.
de: Öffentlicher SSH-Schlüssel für das "gitosis-admin" Repository:
es: Clave pública de SSH del repositorio «admin» de gitosis:
fr: Clé publique SSH pour le dépôt gitosis administrateur :
it: Chiave pubblica SSH per l'archivio di amministrazione di gitosis:
ja: gitosis 管理リポジトリ用の SSH 公開鍵:
nb: Offentlig SSH-nøkkel for gitosis admin-lager:
pt: Chave pública SSH para o repositório administrativo do gitosis:
ru: Открытый ключ SSH для репозитория admin gitosis:
sv: Publik SSH-nyckel för gitoses administrations-förråd:

source: Configuration for gitosis is stored in a file named "gitosis.conf" which is kept in the gitosis-admin repository.
cs: Nastavení pro gitosis je uloženo v souboru „gitosis.conf“, který je uchován v repozitáři gitosis-admin.
de: Die Konfiguration für "gitosis" wird im "gitosis-admin" Repository in der Datei "gitosis.conf" gespeichert.
es: La configuración de gitosis se almacena en un archivo llamado «gitosis.conf» que se guarda en el repositorio «gitosis-admin».
fr: La configuration pour gitosis se trouve dans le fichier « gitosis.conf » qui se trouve dans le dépôt gitosis-admin.
it: La configurazione di gitosis viene memorizzata in un file denominato «gitosis.conf», il quale si trova nell'archivio gitosis-admin.
ja: gitosis の設定は gitosis-admin リポジトリに "gitosis.conf" という名前のファイルで保存されます。
nb: Oppsettet for gitosis lagres i en fil som heter «gitosis.conf», som bor i gitosis-admin-lageret.
pt: A configuração para o gitosis fica guardada num ficheiro chamado "gitosis.conf" o qual é guardado no repositório gitosis-admin.
ru: Настройки gitosis содержатся в файле "gitosis.conf", который хранится в репозитории gitosis-admin.
sv: Inställningarna för gitosis sparas i en fil med namnet "gitosis.conf" som sparas i förrådet gitosis-admin.

source: Access to this repository is controlled through an SSH public key in the (default) user@host format.
cs: Přístup do tohoto repozitáře je kontrolován veřejným SSH klíčem ve (výchozím) formátu uživatel@počítač.
de: Der Zugriff auf dieses Repository wird durch einen öffentlichen SSH-Schlüssel im (standardmäßigen) "user@host" Format geregelt.
es: El acceso al repositorio se controla mediante una clave pública de SSH en el formato (predeterminado) «usuario@servidor».
fr: L'accès à ce dépôt est contrôlé par une clé publique SSH au format (par défaut) utilisateur@hôte.
it: L'accesso all'archivio è controllato da una chiave pubblica SSH nel formato (predefinito) utente@host.
ja: このリポジトリへのアクセスは、(デフォルトでは) user@host 形式となっている SSH 公開鍵を使って管理されます。
pt: O acesso a este repositório é controlado através duma chave SSH pública no formato (predefinido) utilizador@máquina.
ru: Доступ этому репозиторию контролируется с помощью открытого ключа SSH в формате user@host (по умолчанию).
sv: Tillgång till detta förråd kontrolleras med en publik SSH-nyckel i standardformatet använder@värd.

source: You can specify an existing key by entering the name of the key file or by pasting the key content itself here. Alternatively, you can leave that field empty and configure the key manually later after reading the /usr/share/doc/gitosis/README.Debian file.
cs: Zde můžete zadat existující klíč vložením názvu souboru, nebo vložením samotného klíče. Případně můžete nechat pole prázdné a klíč nastavit později ručně po té, co si přečtete soubor /usr/share/doc/gitosis/README.Debian.
de: Sie können einen vorhandenen Schlüssel durch Eingabe des Namens der Schlüsseldatei oder durch Eingeben des Schlüssels selbst verwenden. Alternativ können Sie das Feld auch leer lassen und den Schlüssel später manuell konfigurieren, nachdem Sie die Datei "/usr/share/doc/gitosis/README.Debian" gelesen haben.
es: Puede especificar una clave existente introduciendo el nombre del archivo de la clave o pegando el contenido de la clave aquí. También, puede dejar el campo vacío y configurar la clave más tarde manualmente, para ello lea el archivo «/usr/share/doc/gitosis/README.Debian».
fr: Vous pouvez spécifier une clé existante en indiquant le nom du fichier de clé ou en collant le contenu de la clé ici. Vous pouvez également laisser ce champ vide et configurer la clé vous-même plus tard après avoir lu le fichier /usr/share/doc/gitosis/README.Debian.
it: È possibile specificare una chiave esistente inserendo il nome del file della chiave o incollando il contenuto stesso della chiave qui. In alternativa è anche possibile lasciare questo campo vuoto e configurare manualmente la chiave dopo aver letto il file «/usr/share/doc/gitosis/README.Debian».
ja: 鍵の名前を入力するか鍵の中身そのものをここで貼り付ければ、既存の鍵を指定することもできます。または、この欄を空にしておいて後ほど /usr/share/doc/gitosis/README.Debian ファイルを読んでから、手動で鍵の設定をすることもできます。
nb: Du kan oppgi en nøkkel som finnes ved å oppgi navnet på nøkkelfila, eller lime inn innholdet av selve nøkkelen her. Eller du kan la feltet være tomt og sette opp nøkkelen manuelt senere etter at du har lest fila /usr/share/doc/gitosis/README.Debian.
pt: Você pode especificar uma chave existente ao indicar o nome do ficheiro da chave ou ao 'colar' o conteúdo do mesmo aqui. Como alternativa, você pode deixar este campo vazio e configurar a chave manualmente mais tarde depois de ler o ficheiro /usr/share/doc/gitosis/README.Debian.
ru: Вы можете указать существующий ключ, введя имя файла с ключом или скопировать сюда содержимое самого ключа. Или же вы можете оставить это поле пустым и настроить ключ вручную позднее, после прочтения файла /usr/share/doc/gitosis/README.Debian.
sv: Du kan använda en existerande nyckel genom att ange dess filnamn eller genom att ange innehållet i nyckelfilen här. Alternativt kan du lämna fältet tomt och göra inställningar för nyckeln manuellt senare efter att ha läst /usr/share/doc/gitosis/README.Debian

source: If there is already an initialized gitosis-admin repository in the gitosis directory, this installation process will not touch it.
cs: Jestliže již v adresáři gitosis existuje inicializovaný repozitář gitosis-admin, instalační proces jej nezmění.
de: Sollte bereits ein "gitosis-admin" Repository im "gitosis" Verzeichnis existieren, wird dieser Installationsprozess es nicht verändern.
es: Si ya hay un repositorio «gitosis-admin» inicializado en el directorio de gitosis, el proceso de instalación no lo tocará.
fr: S'il existe déjà un dépôt gitosis-admin initialisé dans le répertoire gitosis, le processus d'installation le laissera intact.
it: Se esiste già un archivio gitosis-admin inizializzato nella directory di gitosis, questo processo di installazione non lo modificherà.
ja: 既に初期化された gitosis 管理リポジトリが gitosis ディレクトリにある場合は、今回のインストール作業では何も変更しません。
nb: Hvis det allerede finnes et gitosis-admin-lager i gitosis-mappa, så vil denne installasjonsprosessen ikke røre det.
pt: Se já existir um repositório gitosis-admin inicializado no directório do gitosis, este processo de instalação não irá modificá-lo.
ru: Если в каталоге gitosis уже есть рабочий репозиторий gitosis-admin, то процесс установки не изменит его.
sv: Om det redan finns ett gitosis-admin-förråd i gitosis-katalogen kommer inte installationsprocessen att röra det.
